//主要存放菜单的定义
void printMenu01(){
	printf("***************************************\n");
	printf("||     欢迎使用京东订单管理系统      ||\n");
	printf("||                                   ||\n");
	printf("||      1、登录 2、注册  3、退出     ||\n");
	printf("***************************************\n");
}

void printMenu02(){
			printf("****************【欢迎来到京东订单管理系统】****************\n");
	        printf("||1. 新增订单                                             ||\n");
	        printf("||2. 删除订单                                             ||\n");
	        printf("||3. 修改订单                                             ||\n");
	        printf("||4. 查询订单                                             ||\n");
	        printf("||5. 输出订单                                             ||\n");
	        printf("||6. 程序退出                                             ||\n");
	        printf("************************************************************\n");
}

 
